/* No comment provided by engineer. */
"Are you sure you want to remove these languages?" = "مطمئنید که می خواهید به حذف این زبان؟";

/* No comment provided by engineer. */
"You will not be able to restore them without reinstalling macOS." = "شما نمی قادر خواهد بود به بازگرداندن آنها بدون نصب مجدد از MacOS.";

/* No comment provided by engineer. */
"Cancel" = "لغو";

/* No comment provided by engineer. */
"Canceling operation..." = "...لغو عملیات";

/* No comment provided by engineer. */
"Continue" = "ادامه";

/* No comment provided by engineer. */
"Current architecture: %@" = "@%:معماری کنونی";

/* No comment provided by engineer. */
"Failed to authorize as an administrator." = ".به عنوان یک مدیر اجازه شکست خورده است";

/* No comment provided by engineer. */
"Files removed." = ".فایل های حذف شده";

/* No comment provided by engineer. */
"Space saved: %@." = ".%@ :فضای ذخیره";

/* No comment provided by engineer. */
"Finished removing files" = ".فایل های از بین بردن در دست اجرا";

/* No comment provided by engineer. */
"locale_md" = "locale_md";

/* No comment provided by engineer. */
"Monolingual finished" = "تک زبانه به پایان رسید";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes." = ".تک زبانه است توقف و بدون هیچ تغییری";

/* No comment provided by engineer. */
"Your OS has not been modified." = ".سیستم عامل خود را اصلاح نشده است";

/* No comment provided by engineer. */
"Monolingual started" = "تک زبانه آغاز شده";

/* No comment provided by engineer. */
"Removal cancelled" = "حذف لغو";

/* No comment provided by engineer. */
"Removal completed" = "حذف تکمیل";

/* No comment provided by engineer. */
"Removing %@…" = "...@% برداشتن";

/* TODO: this hasn't been localized in all languages */
/* No comment provided by engineer. */
"Removing all architectures will make macOS inoperable." = ".از بین بردن تمام معماری از MacOS غیر قابل جراحی خواهد شد";

/* No comment provided by engineer. */
"Please keep at least one architecture and try again." = ".لطفا حداقل یک معماری نگه دارید و دوباره امتحان کنید";

/* No comment provided by engineer. */
"Removing all languages will make macOS inoperable." = ".از بین بردن تمام زبان از MacOS غیر قابل جراحی خواهد شد";

/* No comment provided by engineer. */
"Please keep at least one language and try again." = ".لطفا حداقل یک زبان را نگه دارید و دوباره امتحان کنید";

/* No comment provided by engineer. */
"Removing architecture from universal binary" = "از بین بردن معماری از باینری جهانی";

/* No comment provided by engineer. */
"Removing language %@ from %@…" = "...از بین بردن زبان٪ @٪ @ از";

/* No comment provided by engineer. */
"Removing language %@…" = "...@% از بین بردن زبان";

/* No comment provided by engineer. */
"Removing..." = "...برداشتن";

/* No comment provided by engineer. */
"Started removing files" = "آغاز شده از بین بردن فایل";

/* No comment provided by engineer. */
"Stop" = "توقف";

/* No comment provided by engineer. */
"You are about to delete the English language files." = ".شما در مورد به حذف فایل های زبان انگلیسی می باشد";

/* No comment provided by engineer. */
"Are you sure you want to do that?" = "مطمئنید که می‌خواهید این کار را انجام دهید؟";

/* No comment provided by engineer. */
"You cancelled the removal. Some files were erased, some were not." = ".شما در حذف لغو شده است. برخی از فایل های، پاک شد برخی از نبودند";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = ".شما وارد رمز عبور مدیر نادرست است";

/* No comment provided by engineer. */
"unknown" = "ناشناخته";

/* No comment provided by engineer. */
"Failed to install helper utility." = ".برای نصب ابزار کمکی شکست خورده است";
